aaron-bond.better-comments
adobe.xd
AlanWalk.markdown-toc
alefragnani.project-manager        
apollographql.vscode-apollo        
bierner.markdown-emoji
byi8220.indented-block-highlighting
christian-kohler.npm-intellisense  
christian-kohler.path-intellisense 
codezombiech.gitignore
dariofuzinato.vue-peek
darkriszty.markdown-table-prettify 
Dart-Code.dart-code
Dart-Code.flutter
DavidAnson.vscode-markdownlint     
dbaeumer.vscode-eslint
dcortes92.FreeMarker
DeepInThought.vscode-shell-snippets
donjayamanne.githistory
DotJoshJohnson.xml
dsznajder.es7-react-js-snippets
eamodio.gitlens
eg2.vscode-npm-script
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
gamunu.vscode-yarn
goessner.mdmath
golang.go
hediet.vscode-drawio
James-Yu.latex-workshop
jsayol.firebase-explorer
lamartire.git-indicators
mathiasfrohlich.Kotlin
mechatroner.rainbow-csv
mikestead.dotenv
mongodb.mongodb-vscode
mrrefactoring.polacode-fixed-edition
ms-azuretools.vscode-docker
ms-python.anaconda-extension-pack
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
ms-vscode.cpptools
ms-vscode.vscode-typescript-next
ms-vscode.wordcount
msjsdiag.vscode-react-native
mubaidr.vuejs-extension-pack
octref.vetur
PKief.material-icon-theme
quicktype.quicktype
redhat.java
redhat.vscode-yaml
ritwickdey.LiveServer
shd101wyy.markdown-preview-enhanced
SimonSiefke.svg-preview
skyapps.fish-vscode
streetsidesoftware.code-spell-checker
tombonnike.vscode-status-bar-format-toggle
tomoki1207.pdf
VisualStudioExptTeam.vscodeintellicode
voldemortensen.rainbow-tags
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
WakaTime.vscode-wakatime
xabikos.JavaScriptSnippets
yzhang.markdown-all-in-one
ziyasal.vscode-open-in-github